{"priority":"13","timestamp":1460384415693,"AutoID":"136424372","signature":"WRITE_DENIED","threat_type":"none","signature_id":"20719","category":"cc.file.block","severity_id":"3","event_description":"File Write Denied","detected_timestamp":"2016-04-11 13:29:09.0","file_name":"c:\\windows\\system32\\folder\\file","vendor_action":"deny write","threat_handled":"1","logon_user":"NT AUTHORITY\\NETWORK SERVICE","user":"abc123","dest_nt_domain":"APL","dest_dns":"IMCAVA12345","dest_nt_host":"IMCAVA12345","fqdn":"IMCAVA12345.something.website.com","ip_dst_addr":"100.170.200.100","dest_mac":"000000000000","os":"Windows 7","sp":"Service Pack 1","os_version":"6.1","os_build":"7601","timezone":"Eastern Standard Time","ip_src_addr":"200.23.55.70","is_laptop":"1","product":"Solidifier","product_version":"6.1.3.436","vse_dat_version":"8130.0000","vse_engine64_version":"5800.7501","vse_engine_version":"5800.7501","vse_hotfix":"5","vse_product_version":"8.8.0.1385","source.type":"mcafeeepo","original_string":"<13> computer.website.com \"2016-04-11 14:20:15\" timestamp=\"2016-04-11 14:20:15.693\", AutoID=\"136424372\", signature=\"WRITE_DENIED\", threat_type=\"none\", signature_id=\"20719\", category=\"cc.file.block\", severity_id=\"3\", event_description=\"File Write Denied\", detected_timestamp=\"2016-04-11 13:29:09.0\", file_name=\"c:\\windows\\system32\\folder\\file\", detection_method=\"NULL\", vendor_action=\"deny write\", threat_handled=\"1\", logon_user=\"NT AUTHORITY\\NETWORK SERVICE\", user=\"abc123\", dest_nt_domain=\"APL\", dest_dns=\"IMCAVA12345\", dest_nt_host=\"IMCAVA12345\", fqdn=\"IMCAVA12345.something.website.com\", dest_ip=\"100.170.200.100\", dest_mac=\"000000000000\", os=\"Windows 7\", sp=\"Service Pack 1\", os_version=\"6.1\", os_build=\"7601\", timezone=\"Eastern Standard Time\", src_dns=\"NULL\", src_ip=\"200.23.55.70\", src_mac=\"NULL\", process=\"NULL\", url=\"NULL\", source_logon_user=\"NULL\", is_laptop=\"1\", product=\"Solidifier\", product_version=\"6.1.3.436\", engine_version=\"NULL\", dat_version=\"NULL\", vse_dat_version=\"8130.0000\", vse_engine64_version=\"5800.7501\", vse_engine_version=\"5800.7501\", vse_hotfix=\"5\", vse_product_version=\"8.8.0.1385\""}
{"priority":"43","timestamp":1460384416897,"AutoID":"136424422","signature":"Common Standard Protection:Prevent common programs from running files from the Temp folder","threat_type":"access protection","signature_id":"1095","category":"hip.file","severity_id":"5","event_description":"Access Protection rule violation detected and NOT blocked","detected_timestamp":"2016-04-10 23:14:22.0","file_name":"C:\\Users\\xyz789\\AppData\\Local\\MICROSOFT\\Windows\\TEMPORARY INTERNET FILES\\Content.IE5\\9CDMX1XL\\HELP16_B24[1].PNG","detection_method":"OAS","vendor_action":"would deny read","threat_handled":"1","logon_user":"COF\\TDZ619","user":"xyz789","dest_nt_domain":"COF","dest_dns":"OUWAGA259718","dest_nt_host":"OUWAGA259718","fqdn":"OUWAGA259718.google.com","ip_dst_addr":"9.21.31.10","dest_mac":"647099ab03b5","os":"Windows 7","sp":"Service Pack 1","os_version":"6.1","os_build":"7601","timezone":"Eastern Standard Time","ip_src_addr":"10.50.34.34","process":"C:\\PROGRAM FILES (X86)\\INTERNET EXPLORER\\IEXPLORE.EXE","is_laptop":"1","product":"VirusScan Enterprise","product_version":"8.8","source.type":"mcafeeepo","original_string":"<43> box.google.com \"2016-04-11 14:20:15\" timestamp=\"2016-04-11 14:20:15.897\", AutoID=\"136424422\", signature=\"Common Standard Protection:Prevent common programs from running files from the Temp folder\", threat_type=\"access protection\", signature_id=\"1095\", category=\"hip.file\", severity_id=\"5\", event_description=\"Access Protection rule violation detected and NOT blocked\", detected_timestamp=\"2016-04-10 23:14:22.0\", file_name=\"C:\\Users\\xyz789\\AppData\\Local\\MICROSOFT\\Windows\\TEMPORARY INTERNET FILES\\Content.IE5\\9CDMX1XL\\HELP16_B24[1].PNG\", detection_method=\"OAS\", vendor_action=\"would deny read\", threat_handled=\"1\", logon_user=\"COF\\TDZ619\", user=\"xyz789\", dest_nt_domain=\"COF\", dest_dns=\"OUWAGA259718\", dest_nt_host=\"OUWAGA259718\", fqdn=\"OUWAGA259718.google.com\", dest_ip=\"9.21.31.10\", dest_mac=\"647099ab03b5\", os=\"Windows 7\", sp=\"Service Pack 1\", os_version=\"6.1\", os_build=\"7601\", timezone=\"Eastern Standard Time\", src_dns=\"_\", src_ip=\"10.50.34.34\", src_mac=\"NULL\", process=\"C:\\PROGRAM FILES (X86)\\INTERNET EXPLORER\\IEXPLORE.EXE\", url=\"NULL\", source_logon_user=\"NULL\", is_laptop=\"1\", product=\"VirusScan Enterprise\", product_version=\"8.8\", engine_version=\"NULL\", dat_version=\"NULL\""}
{"priority":"80","timestamp":1460384416010,"AutoID":"136424452","signature":"USB Device - Identify","threat_type":"DEVICE_PLUG","signature_id":"19115","category":"policy","severity_id":"7","event_description":"Device Plug","detected_timestamp":"2016-04-11 13:07:05.0","vendor_action":"MON|ON","logon_user":"GOG\\ipp404","user":"ipp404","dest_nt_domain":"GOG","dest_dns":"CHSKED180143","dest_nt_host":"CHSKED180143","fqdn":"CHSKED180143.de.amazon.com","ip_dst_addr":"103.42.120.19","dest_mac":"a0481c9cf393","os":"Windows 7","sp":"Service Pack 1","os_version":"6.1","os_build":"7601","timezone":"Eastern Standard Time","src_dns":"CHSKED180143","ip_src_addr":"100.22.221.134","src_mac":"a0481c9cf393","source_logon_user":"COF\\izz404","is_laptop":"0","product":"Data Loss Prevention","product_version":"9.3.600.5","vse_dat_version":"8131.0000","vse_engine64_version":"5800.7501","vse_engine_version":"5800.7501","vse_hotfix":"5","vse_product_version":"8.8.0.1385","source.type":"mcafeeepo","original_string":"<80> machine.amazon.com \"2016-04-11 14:20:16\" timestamp=\"2016-04-11 14:20:16.01\", AutoID=\"136424452\", signature=\"USB Device - Identify\", threat_type=\"DEVICE_PLUG\", signature_id=\"19115\", category=\"policy\", severity_id=\"7\", event_description=\"Device Plug\", detected_timestamp=\"2016-04-11 13:07:05.0\", file_name=\"NULL\", detection_method=\"NULL\", vendor_action=\"MON|ON\", threat_handled=\"NULL\", logon_user=\"GOG\\ipp404\", user=\"ipp404\", dest_nt_domain=\"GOG\", dest_dns=\"CHSKED180143\", dest_nt_host=\"CHSKED180143\", fqdn=\"CHSKED180143.de.amazon.com\", dest_ip=\"103.42.120.19\", dest_mac=\"a0481c9cf393\", os=\"Windows 7\", sp=\"Service Pack 1\", os_version=\"6.1\", os_build=\"7601\", timezone=\"Eastern Standard Time\", src_dns=\"CHSKED180143\", src_ip=\"100.22.221.134\", src_mac=\"a0481c9cf393\", url=\"NULL\", source_logon_user=\"COF\\izz404\", is_laptop=\"0\", product=\"Data Loss Prevention\", product_version=\"9.3.600.5\", engine_version=\"NULL\", dat_version=\"NULL\", vse_dat_version=\"8131.0000\", vse_engine64_version=\"5800.7501\", vse_engine_version=\"5800.7501\", vse_hotfix=\"5\", vse_product_version=\"8.8.0.1385\""}